{
  "name":"South Sea Bubble ",
  "time":"1720",
  "region":"",
  "description”:”The South Sea Bubble was a speculative bubble formed by investment in The South Sea Company, which was a British joint-stock company founded in 1711, which was mainly created  to reduce the cost of national debt. The company was also granted a monopoly to trade with South America and nearby islands. The companies stock rose greatly in value as it expanded its operations dealing in government debt. The founders of the scheme engaged in insider trading, using their advance knowledge of when national debt was to be consolidated to make large profits from purchasing debt in advance and bribed politicians to get their legislation passed in Parliament. It peaked in 1720 before collapsing to little above its original flotation price. In Great Britain, a considerable number of people were ruined by the share collapse, and the national economy was greatly reduced as a result. ",
  "image_url":"https://upload.wikimedia.org/wikipedia/commons/1/17/William_Hogarth_-_The_South_Sea_Scheme.png"
},

{
  "name":"Tulip mania",
  "time":"1600s",
  "region":"Netherlands",
  "description":"Tulip mania is was an event in the Netherlands and is generally considered to be the first recorded speculative bubble. The tulip, which was only recently introduced to Europe ,became very fashionable and lots of investors poured money into them, the price reached extraordinarily high levels because and then dramatically collapsed in February 1637, causing damage to the economy ",
  "image_url":"https://upload.wikimedia.org/wikipedia/commons/d/d8/Tulipomania.jpg"
},
{
  "name":" European debt crisis",
  "time":"2009 - Now",
  "region":"Europe",
  "description":"The European debt crisis is a multi-year debt crisis that has been taking place in the European Union since the end of 2009. Several eurozone member states (Greece, Portugal, Ireland, Spain and Cyprus) were unable to repay or refinance their government debt or to bail out over-indebted banks under their national supervision without the assistance of third parties like other Eurozone countries, the European Central Bank (ECB), or the International Monetary Fund (IMF). The crisis has had significant adverse economic effects and labour market effects, with unemployment rates in Greece and Spain reaching 27%, and was blamed for subdued economic growth for the entire European Union",
  "image_url":"https://upload.wikimedia.org/wikipedia/commons/c/c3/Long-term_interest_rates_%28eurozone%29.png"
},
{
  "name":"Wall Street Crash of 1929",
  "time":"1929",
  "region":"USA",
  "description":"The Wall Street Crash of 1929, also known as Black Tuesday (October 29), the Great Crash, or the Stock Market Crash of 1929, began on October 24, 1929 (\"Black Thursday\"), and was the most devastating stock market crash in the history of the United States. The crash followed a speculative boom that had taken hold in the late 1920s where investors used borrowed money to buy huge amounts of stocks and shares in the belief that the market would only grow. The crash signalled the beginning of the 12-year Great Depression that affected all Western industrialised countries, this resulted in high unemployment, increased poverty and significantly reduced international trade and commerce.",
  "image_url":"https://cdn.britannica.com/700x450/56/71256-004-0692912A.jpg"
}
